const privacyContent = {
  title: '云班课隐私政策',
  version: '版本：1.0.2    发布日期：2020-01-03',
  abstract: '<p>云班课非常重视用户隐私政策并严格遵守相关的法律规定。请您仔细阅读《隐私政策》后再继续使用。如果您继续使用我们的服务，表示您已经充分阅读和理解我们协议的全部内容。</p><p>云班课尊重并保护所有用户的个人隐私权。为了给您提供更准确、更优质的服务，云班课会按照本隐私政策的规定使用和披露您的个人信息。除本隐私政策另有规定外，在未征得您事先许可的情况下，云班课不会将这些信息对外披露或向第三方提供。云班课会不时更新本隐私政策。您在同意云班课服务使用协议之时，即视为您已经同意本隐私政策全部内容。</p>',
  directory: '<h3>目录</h3> <p>1. 定义</p> <p>2. 我们如何收集和使用您的信息</p> <p>3. 我们如何使用 Cookie</p> <p>4. 我们如何共享、转让、公开披露您的信息</p> <p>5. 事先征得授权同意的例外</p> <p>6. 我们如何存储、保护您的个人信息\n</p> <p>7. 您如何访问和管理数字隐私\n</p> <p>8. 未成年人隐私保护特别约定</p><p>9. 隐私政策的变更</p><p>10. 联系我们</p>',
  content: '<h3>1. 定义</h3> <p>1.1 我们：是指北京智启蓝墨信息技术有限公司，及由上述公司开发运营的云班课 App 软件。</p><p>1.2 个人信息（出自于 GB/T 35273-2017 《信息安全技术个人信息安全规范》）：是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括自然人的基本资料（包括姓名、出生年份、性别、电话号码、电子邮箱）、网络身份标识信息（包括系统账号、邮箱地址以及与前述有关的密码）、个人财产信息（包括交易和消费记录、虚拟货币、虚拟交易等虚拟财产信息）、个人上网记录（包括网站浏览记录、软件使用记录、点击记录）、个人常用设备信息（包括硬件序列号、硬件型号、设备 MAC 地址、操作系统类型、唯一设备标识符）、个人位置信息（包括大概地理位置、精确定位信息）。我们实际具体收集的个人信息种类以下文描述为准。</p><p>1.3 个人敏感信息（出自于 GB/T 35273-2017 《信息安全技术个人信息安全规范》）：是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策中涉及的个人敏感信息包括您的个人财产信息、网络身份标识信息、精准定位信息。我们实际具体收集的个人敏感</p>'
}

export {privacyContent}