const userPolicy = {
  title: '云班课用户协议',
  version: '版本：1.0.0    发布日期：2016-07-12',
  abstract: '<p>《云班课用户协议》（以下简称“本协议”）是您（以下也会使用“用户”来指代您）与北京智启蓝墨信息技术有限公司就使用“云班课”产品（以下简称“云班课”，包括云班课所有平台客户端应用以及所有的发布版本）达成的协议。在您使用云班课产品之前，请务必认真阅读并充分理解本协议，未成年人应在监护人陪同下阅读和理解本协议。</p>',
  directory: '<h3>目录</h3> <p>1. 定义</p> <p>2. 我们如何收集和使用您的信息</p> <p>3. 我们如何使用 Cookie</p> <p>4. 我们如何共享、转让、公开披露您的信息</p> <p>5. 事先征得授权同意的例外</p> <p>6. 我们如何存储、保护您的个人信息\n</p> <p>7. 您如何访问和管理数字隐私\n</p> <p>8. 未成年人隐私保护特别约定</p><p>9. 隐私政策的变更</p><p>10. 联系我们</p>',
  content: '<h3>除非您完全接受本协议的内容，否则您无权使用云班课产品。</h3><br> ' +
      '<h4>1. 协议适用范围</h4>' +
      '<p>1.1. 本协议约定了用户和北京智启蓝墨信息技术有限公司（以下简称“蓝墨公司”）之间就使用云班课产品发生的权利和义务关系。</p>' +
      '<p>1.2. 用户是指任何以合法的方式获取和使用云班课产品的人。</p>' +
      '<h4>2. 使用云班课产品</h4>' +
      '<p>2.1. 用户可以从任何合法渠道下载云班课产品并且安装到自己的设备中。但是用户不得以任何形式改编、复制、反编译或者交易云班课产品。</p>' +
      '<p>2.2. 在使用云班课产品过程中，可能需要您的设备连接互联网。连接互联网所产生的费用由用户自行承担。</p>' +
      '<h4>3. 关于“账号”</h4>' +
      '<p>3.1. 根据国家互联网信息办公室颁布的《移动互联网应用程序信息服务管理规定》，您需要通过实名认证方可成功注册账号并使用云班课产品。云班课产品中个别功能需要更完整的个人身份信息方可使用。\n</p>' +
      '<p>3.2. 您在云班课产品中的注册账号仅限于您本人使用，禁止赠与、借用、出租或售卖。如果蓝墨公司发现或者有理由怀疑使用者并非帐号初始注册人，则有权在未经通知的情况下，暂停或终止向该注册账号提供服务，并有权注销该帐号，而无需向注册该帐号的用户承担法律责任。由此带来的包括并不限于用户通讯中断、用户资料和信息清空等损失由用户自行承担。</p>' +
      '<p>3.3. 用户有责任维护个人帐号、密码的安全性与保密性，用户就以其注册帐号名义所从事的一切活动负全部责任，包括用户数据的修改、发表的言论以及其他在云班课产品上的操作行为。因此，用户应高度重视对帐号与密码的保密，若发现他人未经许可使用其帐号或发生其他任何安全漏洞问题时立即通知蓝墨公司。但无论因何种原因发生的密码泄露，均应由用户自行承担责任。</p>' +
      '<p>3.4. 用户遗忘账号或/和密码之后可以使用蓝墨公司提供的渠道找回账号或/和密码，在找回账号或/和密码的过程中，蓝墨公司可能会要求您提供可以证明自己身份的资料。同时，蓝墨公司承诺严格保密用户提供的用于证明</p>'
}

export default userPolicy